import img1 from '../../assets/application/img1.svg';
import img2 from '../../assets/application/img2.svg';
import img3 from '../../assets/application/img3.svg';
import img4 from '../../assets/application/img4.svg';
import img5 from '../../assets/application/img5.svg';
import img6 from '../../assets/application/img6.svg';
import img7 from '../../assets/application/img7.svg';
import img8 from '../../assets/application/img8.svg';
import img9 from '../../assets/application/img9.svg';
import img10 from '../../assets/application/img10.svg';
import img11 from '../../assets/application/img11.svg';

const applicationData = [
    {
        id: 1,
        category: "Тренировки",
        title: "Разнообразие тренировок для вашего Здоровья и физической формы",
        images: [img1, img2],
        text1: [
            "Fit-lex - это ваш универсальный тренер по фитнесу, доступный прямо с вашего смартфона! Независимо от того, где вы, у нас есть идеальные тренировки для вас. Развивайте силу в тренажерном зале, создавайте свой домашний фитнес, находите гармонию в растяжке и йоге, успокаивайте разум с медитацией, и улучшайте свое дыхание с помощью специальных техник"
        ],
        text2: ["Улучшайте подвижность суставов и растягивайте мышцы для более свободных движений. Специализированные упражнения помогут расслабить тело и уменьшить напряжение. Независимо от вашего уровня подготовки, у нас есть программы, подходящие для вас."],
    },
    {
        id: 2,
        title: "Умные решения для здорового питания",
        category: "Питание",
        images: [img3, img4],
        text1: [
            "Fit-Lex - ваш надежный партнер в стремлении к желаемой форме и улучшению общего здоровья с помощью разнообразного и правильного питания. В нашем приложении представлены готовые программы питания, созданные для различных целей: от снижения веса и наращивания мышечной массы до повышения энергии и общего благополучия. Мы учитываем ваши предпочтения и диетические потребности, чтобы каждый прием пищи приносил удовольствие и приближал вас к лучшей версии себя."
        ],
        text2: [],
    },
    {
        id: 3,
        title: "Профессиональные советы по спортивным добавкам",
        category: "Спортивные добавки",
        images: [img5, img6],
        text1: ["Получайте персонализированные советы от наших экспертов, чтобы правильно выбирать и применять добавки в соответствии с вашими тренировочными целями. Мы расскажем вам об особенностях каждой добавки, оптимальных дозировках и совместимости с вашим фитнес-режимом. Наши эксперты глубоко разбираются в мире спортивных добавок и подготовили для вас информацию, основанную на последних научных исследованиях. Вы не только узнаете, какие добавки подходят для ваших целей, но и как интегрировать их в ваш повседневный рацион."],
        text2: [],
    },
    {
        id: 4,
        title: "Узнайте cекреты фитнеса онлайн",
        category: "Обучение",
        images: [img7],
        text1: [
            "Fit-lex предоставляет вам уникальную возможность подключиться к интерактивным вебинарам от ведущих тренеров и экспертов фитнес-индустрии.",

            "Участвуйте в онлайн-мероприятиях, чтобы узнать последние тенденции, эффективные тренировочные методики, и получить советы по здоровому образу жизни.",

            `Также в мобильном приложении доступен  авторский курс "Школа шпагата" от Рене Лолы для тренеров по направлению stretching и для тех, кто желает самостоятельно освоить шпагаты.`,

            "Методика включает в себя работу с тазобедренными суставами, различные комплексы упражнений на растяжку, постановка правильного дыхания и расслабления."
        ],
        text2: [],
    },
    {
        id: 5,
        title: "Забота о вас",
        category: "Твой доктор",
        images: [img8, img9],
        text1: [
            "Fit-lex предоставляет вам уникальную возможность подключиться к интерактивным вебинарам от ведущих тренеров и экспертов фитнес-индустрии. ",

            "Участвуйте в онлайн-мероприятиях, чтобы узнать последние тенденции, эффективные тренировочные методики, и получить советы по здоровому образу жизни.",

            `Также в мобильном приложении доступен  авторский курс "Школа шпагата" от Рене Лолы для тренеров по направлению stretching и для тех, кто желает самостоятельно освоить шпагаты.`,

            "Методика включает в себя работу с тазобедренными суставами, различные комплексы упражнений на растяжку, постановка правильного дыхания и расслабления."
        ],
        text2: null,
    },
    {
        id: 6,
        title: "Энциклопедия спорта: Фармацевтический и Спортивный Мир",
        category: "Энциклопедия спорта",
        images: [img10, img11],
        text1: [
            "Fit-lex предоставляет вам уникальную возможность подключиться к интерактивным вебинарам от ведущих тренеров и экспертов фитнес-индустрии. ",

            "Участвуйте в онлайн-мероприятиях, чтобы узнать последние тенденции, эффективные тренировочные методики, и получить советы по здоровому образу жизни.",

            `Также в мобильном приложении доступен  авторский курс "Школа шпагата" от Рене Лолы для тренеров по направлению stretching и для тех, кто желает самостоятельно освоить шпагаты.`,

            "Методика включает в себя работу с тазобедренными суставами, различные комплексы упражнений на растяжку, постановка правильного дыхания и расслабления."
        ],
        text2: [],
    }
]



export default applicationData;