import timer from "../../assets/images/timer.svg";
import result from "../../assets/images/result.svg";
import icon3 from "../../assets/images/icon3.svg";
import mealPlans from "../../assets/images/mealPlans.svg";

const options = [
    {
        src: timer,
        title: "Персональные тренировки",
        text: "Наше приложение предлагает индивидуальные тренировки, адаптированные к вашему уровню подготовки и предпочтениям. С нами вы получите не только эффективные программы, но и мотивацию, необходимую для преодоления любых вызовов.",
    },
    {
        src: result,
        title: "Трекинг результатов в реальном времени",
        text: "Отслеживайте свой прогресс в реальном времени, контролируйте тренировочные результаты и анализируйте статистику, чтобы каждая тренировка приносила максимальную пользу.",
    },
    {
        src: icon3,
        title: "Мы всегда рядом",
        text: "Fit-lex гарантирует поддержку 24/7, чтобы вы чувствовали себя уверенно в каждом этапе вашего фитнес-путешествия. Наша команда экспертов всегда готова помочь вам с ответами на вопросы, предоставить мотивацию или разрешить возникшие трудности.",
    },
    {
        src: mealPlans,
        title: "Индивидуальные программы питания",
        text: "Вы получите персонализированные планы питания, разработанные профессионалами, чтобы соответствовать вашим уникальным целям и потребностям. Следите за своим рационом, получайте рецепты и советы по питанию, которые соответствуют вашему образу жизни.",
    },
    
]

export default options;