const privacyData = [
    {
        id: 1,
        title: 'Сбор и использование информации',
        desc: 'Мы собираем определенные виды информации, когда вы взаимодействуете с нашим сайтом. Это может включать в себя: электронная почта, номер телефона',
    },
    {
        id: 2,
        title: 'Разглашение информации третьим лицам',
        desc: 'Мы не предоставляем ваши персональные данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных законом.',
    },
    {
        id: 3,
        title: 'Защита данных',
        desc: 'Мы принимаем все необходимые меры для защиты ваших персональных данных от несанкционированного доступа, изменения, раскрытия или уничтожения.',
    },
    {
        id: 4,
        title: 'Ваши права',
        desc: 'Вы имеете право внести изменения или удалить ваши персональные данные.',
    },
    {
        id: 5,
        title: 'Изменения в политике конфиденциальности',
        desc: 'Мы можем время от времени обновлять нашу Политику конфиденциальности. Все изменения будут опубликованы на этой странице.',
    },
    {
        id: 6,
        title: 'Контакты',
        desc: 'Если у вас есть вопросы или предложения по поводу нашей Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу',
    },
]

export default privacyData;